{"url": "http://pet.pclady.com.cn/111/1112896.html", "content": "点击图片进入下一页>>苏格兰牧羊犬　　趾甲过长会影响犬的运动，还会损伤室内家具。成年犬每月要修剪一次，仔犬要经常修剪。从小狗时期就养成其剪指甲的习惯。修剪指爪可用指甲剪进行，剪后要挫光滑，发现损伤，可用碘酒擦患部，防止感染。　　剪指甲时需剪掉不经过血管而弯曲的尖端部分，一口气剪掉，然后用锉刀锉平，黑色的爪不易看到血管，可先剪掉大部分后再锉刀锉平，万一剪到血管而出血时，涂上止血剂，并用拇指和食指暂压在爪根上止血。　　小狗的脚窝容易弄脏也容易受伤。所以这段时期应加强护理，清洗时不仅要用温水洗净脚尖部分，连脚窝到脚趾间都要清洗干净，擦干，若有伤口要及时消毒。长毛犬种的脚窝毛需尽量剃剪短，以使其步行时不会滑溜，也要防止其趾间开得太大，一般用头圆小剪刀修剪脚窝部，以减少伤害，也剪得干净。(图片来源：华盖)", "name": "苏格兰牧羊犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112896_smu103312468.jpg"], "title": "简单就护理好宠物狗狗脚部"}
{"url": "http://pet.pclady.com.cn/111/1112892.html", "content": "点击图片进入下一页>>京巴狗　　为使犬毛有光泽、漂亮，有的人用海藻或让犬喝少量的醋，有的人用蛋白涂抹犬毛等。这些方法都不好。　　如用蛋白来涂抹约克夏或马尔济斯犬的毛，一旦干燥后，毛就会分叉、断裂，反而要损伤毛质、损伤毛根，使毛色更加暗淡，有时还会引起皮炎或皮肤病。　　要使犬毛有光泽、美观，可每天给犬多喂富含蛋白质的饲料。含有维生素E、维生素D的添加剂和海藻类食物、蔬菜等，如瘦肉、煮熟的蛋黄、植物油等，少喂富含糖份、盐份、淀粉等食物。　　肥胖而脂肪堆积的犬，一般毛质都比较差。同时，要给犬多作日光浴，多吸收紫外线，并且经常运动，以促进其血液循环，使其长出健康的毛发。　　为保护犬毛，每天要替它梳毛，如有条件，最好给它涂上薄薄一层护毛油。要使毛色光亮，还要注意不要让犬进入卧室，应该饲养在较寒冷的场所。笃宾犬等短毛犬在洗澡后，应该用浴巾擦拭，这样能使被毛光润可爱。北京犬、马尔济斯犬、博美犬和阿富汗犬等长毛犬在洗澡后，如用喷雾器装上蒸馏水，在犬毛上薄薄的喷一层，能使毛发蓬松，看起来丰满、美观。(图片来源：华盖)", "name": "京巴狗", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112892_jingba1.jpg"], "title": "使宠物狗毛发有光泽的技巧"}
{"url": "http://pet.pclady.com.cn/111/1112899.html", "content": "点击图片进入下一页>>藏獒　　动物天然有一股膻味，倘若皮肤经常保持清洁，皮肤表面的血液循环就通畅，皮肤就会健康，反之，皮肤表面的新陈代谢受阻，就会产生皮肤传染病。因此，每天要用刷子梳刷整理，清除附在毛上的灰尘和虱子卵等。梳刷还能适当刺激皮肤表面，促使血液循环和改善皮肤的营养状况。　　另外，要用湿毛巾将犬毛润湿再用干毛巾做全身按摩。在发现皮肤病时，必须马上治疗以防恶化。　　夏天，皮肤最易污染，要经常让犬沐浴。在暖和的白天喂食两小时后沐浴最好，可将犬的身体浸在水中或用水沐浴，浴后用干毛巾将犬全身擦干。(图片来源：华盖)", "name": "藏獒", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112899_za2.jpg"], "title": "保持自家宠物狗的皮肤健康"}
{"url": "http://pet.pclady.com.cn/111/1112897.html", "content": "点击图片进入下一页>>喜乐蒂　　了解它的美容师　　宠物送洗前，先去找要为它洗澡的美容师闲聊(最好带你的宝贝一起去)，了解他对宠物的认识与关心度，以及预定的洗澡程序，观察他以什么样的方式招呼猫狗，听听他如何处理紧张的猫狗。　　大多数的狗狗服从性比猫高，在接触前，美容师会以食物贿赂它，或以较温柔的手势及动作博得狗狗信任，若遇到地位较高的狗狗(自认是老大的那种)，便以较坚定的语气和动作使狗臣服。一个好的美容师面对紧张的猫狗，不会一开口便问你“它凶不凶”，而是试着轻声和它说说话。如果美容师表示“你的狗很凶、没办法处理时”，你就该另谋他处去洗，如果硬塞给他，他的处理方式恐怕也是你没办法接受的。　　有些美容师虽是持证上岗，却欠缺爱心，一样可能不当地对待动物。选择那些经验丰富、对动物有爱心又有耐心的人,一旦建立起良好关系，就不要随意更换美容师，以免猫狗又要重新适应。　　看宝贝洗澡的环境是否透明、公开　　宠物美容室的透明度极为重要，你看得到宝贝洗澡的可爱模样，而它也会较为安心，最重要的是，公开的环境可以约束“有暴力倾向”的美容师。　　许多美容工作室不开放参观，且隐藏于店内。主人可以要求美容师带你入内参观，亲自观察内部环境整洁程度，如美容台(是否干净、有血渍)、梳洗器具(分类是否专业、是否有两套替换)、笼子(是否卡毛)、浴缸(是否有污垢累积)，顺便询问每日清洁消毒状况。　　理想的情况是,猫狗洗澡的区域分开，以免猫因为狗在附近而更紧张、焦虑;处理过有皮肤疾病的猫狗，美容台、浴缸、澡盆和使用过的器具都应确实消毒，有病的动物应隔离梳洗。若美容工作室规模不大或考虑成本因素，无法做到这些标准，主人便得三思。　　别轻易让它进烘干箱　　通常在处理大型犬或是底毛较厚的狗时，洗完澡美容师会以吹水机(一种强力吹风机)先将底毛的水吹出，但紧张胆小或是直长毛的狗狗就不适用，尤其不适用于猫。有一些地方会给宠物使用烘干箱，许多主人也认为那是必备的设施。但有些兽医师不赞成使用烘干箱，认为那对猫狗会造成一定程度的不舒服，而且洗澡程序中最容易发生意外的地点，就是烘干箱。如果一定要进烘干箱，主人应询问其设定温度与烘烤时间，一般小型犬及猫为20～40分钟，大型犬为40～60分钟，温度约在30℃～35℃，毛发八九分干之后，再以针梳搭配吹风机来完全吹干。(图片来源：华盖)", "name": "喜乐蒂", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112897_xld128105208.jpg"], "title": "宠物送洗要注意的三大问题"}
{"url": "http://pet.pclady.com.cn/112/1125335.html", "content": "点击图片进入下一页>>哈士奇　　1.腹泻和呕吐在宠物犬中比较常见。腹泻是由于肠蠕动加速，肠粘膜分泌增加和吸收障碍所致，多见于肠道疾病，腹泻以排出不成形或液状粪便为特征，是多种疾病的症状。狗宝宝出现腹泻常引起脱水死亡，所以发现病症时要尽早治疗。　　2.狗狗是很容易呕吐的动物，狗宝宝表现更为突出，狗宝宝在饮食过饱或吃到异味刺激性的东西时会出现呕吐，呕吐也是狗狗自我保护的现象，有时它们会有意识地外出寻找野草吞食，促使胃中东西吐出。针对呕吐和腹泻，除一般的治疗方法如补充生理盐水、抗生素治疗外，对狗狗的饮食也要格外用心，少食多餐易消化的食物。　　3.造成狗狗出现肠胃不适的因素有很多，例如当狗狗在外出散步和游戏时，常有机会不小心食入暴露在环境中的虫卵，这些虫卵会寄生在狗狗体内，或是狗 狗误食变霉变腐食品，不小心吞食异物，长期使用抗生素，肠道内菌群失调、有害菌增多，肠道感染或营养不良等都可导致肠胃不适。　　4.少食多餐对于狗狗来说是很重要的。一次喂太多，会一下子增加狗狗胃的负担，容易引起消化不良、呕吐。如果有条件的话成犬一天喂两次，5个月以前的一天吃三次，如果不能保证按时给狗狗喂饭，也要控制每一次的量，不能把一天的食物一次都给它，让它饿一点儿比吃得撑撑的对于它的肠胃更好。家长们要注意的是尽量少喂干硬的食物，对于肠胃不好的狗狗来说是很难消化的。(图片来源：华盖)", "name": "哈士奇", "image_urls": ["http://img0.pclady.com.cn/pclady/1403/21/1125335_dor750230271.jpg"], "title": "哈士奇肠胃疾病的常见症状"}
{"url": "http://pet.pclady.com.cn/112/1125336.html", "content": "点击图片进入下一页>>博美犬　　我们知道博美犬比较容易出现心脏疾病，所以当你家的博美犬出现咳嗽症状时主人就需要注意了。狗狗咳嗽分为干咳、湿咳以及痛咳，主人需要分清楚这几种咳嗽的具体症状，以便及时就诊。　　一、干咳　　乾咳的特徵微咳嗽的声音乾、短促、清脆，这表示了博美的呼吸道内只有少量的黏稠分泌物，甚至是无分泌物。会引发乾咳通常为气管有异物、胸膜肺炎、肺结核等、急性喉炎初期。　　二、湿咳　　湿咳的声音听起来有湿润感而且较长，这表示有大量的稀薄分泌物在博美的呼吸道内。博美大多都会随着咳嗽，从鼻孔喷出分泌物，或是在咳嗽後出现吞咽或是咀嚼的行为。湿咳通常为支气管炎、咽喉炎、肺脓肿等疾病。　　三、痛咳　　当博美咳嗽时会伴随疼痛，其症状为咳嗽时头跟颈部会伸直、并且会有惊慌或是不安的现象。此状况常见於异物性肺炎、肋骨骨折、心包炎、胸膜炎等。(图片来源：华盖)", "name": "博美犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1403/21/1125336_127074936.jpg"], "title": "博美咳嗽的症状与区别分析"}
{"url": "http://pet.pclady.com.cn/112/1125339.html", "content": "点击图片进入下一页>>松狮犬　　家中的母狗若是怀孕了除了在食物上需要添加更多的营养成分，饲喂的次数需要做哪些调整呢?家中有“准妈妈”的主人们赶紧来学习一下吧。　　通常在妊娠期早期每日的饲喂次数为2次即可，中期可增加为3次，到了后期则以每日4次为宜，这是因为在妊娠后期，犬的营养需求量显着增加，如果每日喂养次数过少，使得母犬一次的摄食量过大，将会使得胃部扩张过大而挤压胎儿，从而影响胎儿的正常生长发育。　　总之饲喂次数的变化，总的原则是应根据妊娠母犬所怀胎儿的数量多少，每次摄食量的多少以及饲料的营养水平而灵活掌握，以便较好地控制母犬体况和胎儿出生时的体重，避免因胎儿过大而引起母犬难产而发生意外。(图片来源：华盖)", "name": "松狮犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1403/21/1125339_gic33166821.jpg"], "title": "怀孕宠物狗喂食次数的调整"}
{"url": "http://pet.pclady.com.cn/112/1125345.html", "content": "点击图片进入下一页>>泰迪犬　　第一次生产的泰迪犬在发情11-13天后可以进行交配，而已经生产过的狗狗在发情后9-11天就能完成交配，发情天数以狗狗阴门有明显肿胀、潮红或见血时开始计算。此外，如果狗狗生产次数较多，那么狗狗的配种时间要适当往前移。目前惯用的标准是，年龄每增加2岁或胎次每增加2窝，交配时间就前移1天。　　有些泰迪犬并不会出现阴道出血的现象，主人可以根据阴道分泌物的颜色来确定配种时间，当阴道分泌物的颜色由红色转为淡土黄色后2天即可进行配种。　　当然，主人也可能会碰到一些特殊情况，比如你有可能不能通过观察狗狗阴道出血和阴道分泌物的情况来判断配种时间。对于这种情况，兽医的建议是利用公犬试情，如果母犬接受交配，那么之后的1-3天都是配种的最佳时间。　　除了配种期的确定，主人还要寻找最佳配种对象。由于泰迪犬的体型各不相同，为了防止母犬在生产时出现难产的现象，在配种时主人一定要挑选合适体型的公犬进行交配。比如体型大的公犬跟体型小的母犬交配就很有可能会让母犬难产，但如果母犬体型较公犬大，那么这种情况是可以不用担心的。在考察配种对象时，家长不要忘记看看它们的“外貌”。血统较正、品相好的狗狗，它们的后代往往也能遗传到这些优质因素，不过纯种犬体质较差，对饲养的要求也更高。　　最后要提醒主人的是，配种可能不是一次就能成功的，如果配种失败，主人也不要对狗狗有任何不满的情绪，要知道它们可是能感知主人情感变化的。(图片来源：华盖)", "name": "泰迪犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1403/21/1125345_gic3315951.jpg"], "title": "狗妈妈必知得泰迪配种知识"}
{"url": "http://pet.pclady.com.cn/111/1112888.html", "content": "点击图片进入下一页>>约克夏　　一只“长发飘飘”的帅狗从你眼前掠过，飘动的毛发一如那阵经过你身边的秋风，让你感到无限激动。你是否体验过这样的感受?　　影响犬只毛发长度和毛量的因素有很多，有些因素是先天的，几乎不能改变，但是还有很多因素是后天培养的过程中，可以受到我们人为控制的。以下我们向大家介绍几个比较容易控制的重点因素。　　1.季节和气候　　大多数长毛犬的原产地分布在气候相对寒冷的寒带和温带地区，这些地区的最大气候特点就是冬季温度比较低，而犬为了让自己得到很好的保护，就会生长长毛以便适应气候。　　冬天相对寒冷干燥，刚好模拟了很多长毛犬原产地的气候特点，所以到每年的秋季，犬的生理周期会调整到一个合理的状态，也就自然地刺激了长毛的生长。这个时候，很多被饲养在室内的犬只由于接触天气变化不明显，所以长毛的生长比生活在户外的犬只要差。对于这种情况下的狗来说，安排适时的户外运动，让它们充分接触户外的低温是很好的方法。　　但是，要注意的是方式要相对温和。你不能要求一只狗一下子从二十几度的室内马上适应接近零度的户外，因此，尽量使用循序渐进的方式，让它们慢慢适应温度的变化才是比较科学的方法。　　2.营养摄取　　我们经常可以看到市场上销售的很多宠物美毛用品，基本的效用就是补充狗在食物中摄取不足的各种营养成分，以保持它们的身体健康，促进它们毛发的生长。狗的毛发是一种角质的、柔软的、有弹性的丝状物质，毛发的成分中含有较多的蛋白质，而当犬只体内缺乏蛋白质、Omega6脂肪酸等营养成分时，毛发就会生长缓慢、失去光泽、容易脱落和断裂。这些营养成份，尤其是Omega6脂肪酸，可以补充身体内所需自然油，促进毛发生长，使毛发亮泽。　　由于毛发是生长在皮肤上的，也就是说皮肤是毛发的基础，所以皮肤的状态自然会影响到毛发。当毛发状态不良时，就说明皮肤的抵抗力和健康状况也在下降。因此，给犬只适当补充营养不但可以促进毛发生长，还有助于保持肌肤健康。但是需要注意营养的补充一定要适量，如果营养过剩导致爱犬肥胖，就会造成底毛稀疏，因为脂肪层过厚的情况下，犬只就可以依靠脂肪御寒，而毛发相对生长得就不那么旺盛了。(图片来源：华盖)", "name": "约克夏", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112888_1205230771.jpg"], "title": "长毛犬美毛护理方法的技巧"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/767073.html", "content": "点击图片进入下一页>>吉娃娃　　这个喂狗狗吃药的方法叫做口服法或称灌服法。就是强行将药物经口给犬灌入胃内。因此，不论病犬有无食欲，只要药物剂量不多，又无明显刺激性，都可采用此法。　　灌服前，先将药物加入少量水，调制成泥膏状或稀糊状。　　灌药时，将犬站立保定或侧卧保定，助手用手抓住犬的上下颌，将其上下分开，投药者用圆钝头的竹片刮取泥膏状药物，直接将药涂于舌根部，或用小匙将稀糊状的药物倒入口腔深部或舌根上，慢慢松开手，让犬自行咽下。　　药量较多时，站立保定，令助手拉紧脖圈并固定上下颌，投药者一手持药瓶或金属注射器，一手自一侧打开口角，然后自口角缓缓倒进药液，让其自咽，咽完再灌。　　至于胶囊或片剂，可在打开口腔后，用药匙或竹片将药片送到口腔深部的舌根上，迅速合拢口腔，并轻轻叩打下颌，以促使犬将药物咽下。　　要特别注意，经口灌药时，犬头不能抬得过高，嘴不可高于耳朵，灌药的动作要慢，要有耐心，切忌粗暴，以免灌入气管及肺内。对有刺激性的水剂药物，特别是剂量大时，则不适合口服。（图片来源：PConline摄影部落）", "name": "吉娃娃", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/01/767073_20111104_110052_01.jpg"], "title": "喂狗狗吃药可以使用灌服法"}
{"url": "http://pet.pclady.com.cn/112/1125346.html", "content": "点击图片进入下一页>>比格犬　　想要为家中宠物做绝育的主人们首先会考虑的问题就是宠物多大做绝育手术是最合适的，科学研究表明，在宠物第一次发情前做绝育手术可以更好的预防很多恶性疾病的发生。　　猫和狗在6个月大就有生育能力了。母狗通常每年发情1-2次，每次持续3周左右。母猫第一次发情后可以在春季到初秋的时间里每3-4周发情一次，并且母猫可能在刚生完小猫仅10天後再次怀孕。　　猫和狗的怀孕时间均为63天。通常最佳的绝育时间是在宠物第一次发情前或发情期间隔，发情期时宠物医生都不建议做绝育手术。　　国外目前也有在猫狗3-4个月大就做绝育手术的，有兽医认为越早做手术越有利於健康和好性格的养成。在第一次生育前做绝育手术，通常可使宠物们保持青春期的活泼好动的性格。(图片来源：华盖)", "name": "比格犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1403/21/1125346_bgq2.jpg"], "title": "宠物狗多大适合做绝育手术"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/767079.html", "content": "点击图片进入下一页>>大白熊　　像人一样，犬也需要摄入适量的蛋白质、脂肪、糖类、13种维生素、20种矿物质。这些养份的摄入量不仅要适宜，而且，它们之间的比例搭配也要合适，只有这样才能保证营养齐全，饮食均衡。　　如果自己做饭给狗狗吃，一定要了解它特定的营养需求、不同食物的营养价值、和犬的饮食习惯，还应了解食物制作、贮藏的方法。对食物不同的处理方法对其营养成份的含量会有影响。这一切需要大量的时间、精力及专业知识。　　相比之下，狗粮营养全面、使用方便、易于保存。很多老人心疼小狗，觉得那狗粮干巴巴的，没啥滋味。　　其实，在国外盛行多年的狗粮为狗狗精心设计，能保证它们拥有健康的毛皮、骨骼和牙齿。很多大型超市里，狗粮的价格并不比每天做饭的成本高，又营养，又简单。您还可以根据包装袋上公布的联系办法，找到它们的代理商，寻求更省钱的方式。　　当然，和所有商品一样，狗粮也分三六九等，同样是一分钱一分货。如果你选择市面上最低档的狗粮，就要额外给小狗补充宠物或儿童用钙片，并每天1粒鱼肝油补充维生素。　　有人喜欢给小狗啃骨头、喝骨头汤，其实这是不能补钙的。狗狗和馋嘴的孩子一样，它贪吃的不一定对它有益。做主人的千万不可溺爱迁就。要尽快改变陈旧的、不科学的喂养观念和习惯。一旦它因营养失衡影响健康，您的钱就要大把地花在动物医院里了。那样一来，花钱受罪不说，还不一定能治好呢。（图片来源：PConline摄影部落）", "name": "大白熊", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/01/767079_20111104_112401_07.jpg"], "title": "喂养宠物狗狗需要正确观念"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/767090.html", "content": "点击图片进入下一页>>比熊犬　　犬的食管壁上有丰富的横纹肌，呕吐中枢发达。当吃进毒物后能引起强烈的呕吐反射，把吞入胃内的毒物排出，是一种比较独特的防御本领。　　犬的唾液腺发达，能分泌大量唾液，湿润口腔和饲料，便于咀嚼和吞咽。唾液中还含有溶菌酶，具有杀菌作用。在炎热的季节，依靠唾液中水分的蒸发散热，借以调节体温。因此，在夏天我们常可以看到犬张开大嘴，伸出长长的舌头就是为了代替发汗散热。　　犬胃呈不正梨形，胃液中盐酸的含量为0.4~0.6%，在家畜中居首位。盐酸能使蛋白质膨胀变性，便于分解消化。因此，犬对蛋白质的消化能力很强，这是其肉食习性的基础。犬在食后5~7小时就可将胃中的食物全部排空，要比其他草食或杂食动物快许多。　　犬的肠管较短，一般只有体长的3~4倍，而同样是单胃的马和兔的肠管为体长的12倍。犬的肠壁厚，吸收能力强，这些都是典型的肉食特征。　　犬的肝脏比较大，相当于体重的3%左右，分泌的胆汁有利于脂肪的吸收。犬的排粪中枢不发达，不能像其他家畜那样在行进状态下排粪。（图片来源：PConline摄影部落）", "name": "比熊犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/01/767090_20111104_112511_09.jpg"], "title": "详细介绍宠物狗的消化系统"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/767190.html", "content": "点击图片进入下一页>>阿富汗猎犬　　犬进入千家万户以后，邻里之间的关系逐渐疏远。与此同时，人和宠物之间的交流时间延长了。主人除了无原则的溺爱之外，还常常出于好玩而主动挑逗自己的宠物。从表面上看，挑逗活跃了人和宠物的娱乐气氛，但宠物研究者认为，挑逗宠物祸患无穷。　　因为挑逗就是反面的训练，让宠物正常的行为规范丧失殆尽。一出家门，坏习惯就一览无余，如外出散放的时候，突然追人、咬人，追犬、咬犬，撒欢乱叫等。　　兴奋型和狂躁型的犬属于不安定分子，这和犬的品种无关。所以，要预防犬伤人，主人必须在购买犬之前彻底摸清犬的类型，并在日常生活中不断学习，从犬的叫声、动作、眼神中把握它控制它。　　另外，犬的特性是高度敏感，它们对环境、气候、时间、活动的物体和气味的细小改变都会做出相应的反应，都有可能在瞬间突然袭击人，甚至包括主人。（图片来源：PConline摄影部落）", "name": "阿富汗猎犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/01/767190_20111104_105100_3.jpg"], "title": "挑逗狗狗实际上是危险行为"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/769763.html", "content": "点击图片进入下一页>>矮脚狄文梗　　预防针也有免疫效果不佳的时候，乃是因为：　　1.犬只本身的免疫系统不健全。　　2.有潜伏或并发的感染。　　3.健康状况不佳——例如寄生虫未清除干净、有高烧等。　　4.注射时机不对——多半是太早，在移行抗体还很多时注射，一部分抗原就被抵消掉，当然能产生的功能就大打折扣。　　5.未遵照医师嘱咐——超过一年以上仍未追加，当然仍有可能感染，因为疫苗效果只能维持一年。　　6.有其它紧迫或正在使用某些药物时。　　通常按时预防注射的狗，生大毛病或小毛病的机会低了很多，因为它的身体免疫系统始终在警戒状态，所以其它病原也不易作怪。（图片来源：PConline摄影部落）", "name": "矮脚狄文梗", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/07/769763_618934_b2.jpg"], "title": "六大因素影响狗狗免疫效果"}
{"url": "http://pet.pclady.com.cn/dog/training/1111/764403.html", "content": "点击图片进入下一页>>　　博美犬PClady独家专稿，未经许可请勿转载!    初养狗狗　　【注意事项一：最好不要向狗贩子买狗】　　小狗狗最好是在专业犬舍或者个人繁殖者那里买，因为这个可以保证小狗的健康，而且一般这样的小狗都是注射过疫苗的，如果是从街边狗贩子手里买的小狗，建议您带着小狗去宠物医院做一下详细的检查，并跟医生沟通好应该注射疫苗的时间。　　【小编提示】　　狗贩子手里的小狗因为曾经生长环境的复杂无法保证它的健康，而且狗贩子大多都会为贩卖的小狗注射血清，这样你就无法确定小狗是不是生病了，等到发病时，一切都完了。　　初养狗狗　　【注意事项二：注意减少狗狗的恐惧感】　　刚刚到一个新环境，小狗也许会因为不安而不停的犬叫，尤其是在晚上熄灯睡觉时，这个时候做为主人，你应该准备好足够的粮食和水，给它准备温暖而舒适的窝或垫子，用你柔软的的旧衣服垫在上面，把窝放在它随时能看到你的地方(比如床边，卧室墙根)，这样可以减少它的恐惧感。　　【小编提示】　　如果狗狗号叫，不要一号叫你就开灯去安慰，安慰两次就可以了，几天之后它自然会安静的。
", "name": "博美犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1111/25/764403_627712_112.jpg"], "title": "初养狗狗要细心！十个注意事项说明"}
{"url": "http://pet.pclady.com.cn/dog/health/1111/766735.html", "content": "点击图片进入下一页>>古代牧羊犬　　训犬师更出一些蛮有趣也有点道理的观点，介绍一天一餐好处，使那些 “ 对爱犬充满感情 ”的主人能接受。　　第一点，如果一天供应二餐，狗会变得霸道、任性。即使早上不吃，反正晚上还可以吃，但当一天只供应一餐时，如果狗不吃，当天就没有其它东西可吃，于是，就可以养成它好好吃饭的习惯。当拿出狗食时，如果它狼吞虎咽的一下就吃完，喂食的工作也变得轻松简单。　　第二点，是排便的问题。只要吃饭，就会排便，如果喂狗吃二餐，就要进行二次排便管理。也就是说一天只吃一餐时，排便管理也更省事，你觉得有没有道理呢?　　另外，就和不同固定时间散步的原理一样，训犬师也建议狗主，应该有意识的打乱吃饭时间，将有助于狗主的领导力，这样狗就能了解，当主人拿出饲料来，就是吃饭时间，就不会在固定的时间吵闹，就算偶尔那天没得吃，狗也能忍耐。　　如果常常外出旅行，狗也不会因为误餐而吵闹，破坏了大家游玩的兴致。（图片来源：PConline摄影部落）", "name": "古代牧羊犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1111/30/766735_20111104_104536_13.jpg"], "title": "宠物狗一天一餐的两点好处"}
{"url": "http://pet.pclady.com.cn/dog/health/1203/806042.html", "content": "点击图片进入下一页>>约克夏　　一、约克夏犬种特征　　约克夏的幼犬跟成犬在外观上有些小小的不同：没有完全呈现金黄发亮的毛色，深咖啡色的身体，前胸与四肢有少许黄毛，耳朵还没立起来，垂垂地挂在小脑袋上。就是这样杂乱的模样，让小约克夏具有不同于成犬成熟味道的可爱，难怪不论是大人还是小孩都会被它娇嫩的姿态，吸引在橱窗前不忍离去。　　长大的约克夏拥有银得发亮，甚至带一点点蓝色的光亮毛发，这是它傲人的特点。通常这种狗狗需要经常给予毛发梳理，否则优点就会变成缺点了，有句俗谚说：“移动的宝石”，就是在称赞这种狗狗的毛色。约克夏个性好相处，虽然体形小，但充满了旺盛的活动力。它相当聪明，不会乱叫，而且很会保护主人，是个很棒的旅行伴侣。　　二、约克夏犬的饲养要点　　在约克夏犬的饲养管理中，首先应保证给予充足的营养性食物。约克夏犬是以肉食为主的，每天需供肉200—250克，加适量含糖少的素食。喂饲的次数，1岁以上的，每日喂1次，幼犬每日酌情喂2-4次。　　约克夏犬的运动量不宜过大，平时在家里地板上来回走走就可以了。若主人外出要带它出去，可找只小提篮，垫上泡沫塑料或布块，让其坐在其中。经常骑自行车外出者，也可将它放自行车前面的铁丝篓内。不过这要从小训练，让它养成习惯。　　对约克夏犬的清洁卫生工作很重要，应定期为它清刷牙齿、眼睛周围和耳朵外及浅表耳道。而且要每天都为它清梳和干洗被毛。干洗前可撤爽身粉类助洁剂。这不仅能除去毛上的灰尘和污垢，使被毛清爽松润、有光泽，还能促使皮肤血管内的血液循环畅通，细胞的新陈代谢旺盛，让被毛生长得更色泽美观亮丽。　　约克夏犬额上的长毛向下垂披，容易把眼睛遮住，主人可把额上的毛分开，在两旁各打一个小结，以免挡住它的视线。对后脚趾下过长的毛，可以剪去一些，免得结在一起，妨碍行走，但前趾上的毛不可修剪。嘴周边的毛也不能修剪，如果剪去就难以再长出来，从而有碍美观。身体其他部分的长毛，若嫌长得过分，可请专业人员来修剪，不可自己动手乱剪。　　对幼小的约克夏犬，不要给它吃零食，更不能给它咬硬的食物，以保护其牙齿。由于这种犬爱吠叫，所以在幼犬时，就要训练它养成不乱吠的习惯。还要注意一点，这种犬活泼好动，常会突然冲出门外，扑到来人的怀里，弄得不好会造成抓伤来人的事端。　　最后，除在日常饲养中要关注它的清洁卫生和饮食的卫生以外，还应留意它的行动是否保持活跃，精神状态有失常，食欲有无突然减退，大便于稀程度有无异常，鼻垫的干湿程度有无明显改变等，一旦发现其有病，就应及早就医。
", "name": "约克夏犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1203/30/806042_13.jpg"], "title": "【约克夏怎么养】约克夏饲养手册"}
{"url": "http://pet.pclady.com.cn/dog/training/1111/759380.html", "content": "点击图片进入下一页>>喜乐蒂　　1.幼犬从出生后70天开始进行训练，成年狗到家后，必须立即进行训。　　2.传授新东西时，在狗较为熟悉的、安全的、安静的地方进行为佳;复习已经理解的东西时，在稍为分散注意力的地方进行;复习已经完全掌握的东西时，在更为分散注意力的地方进行。这样，逐步地训练把狗的注意力集中到自己身上。　　3.每日短时间地训练更具效果。例如，与每天1次，每次20分钟相比，每天2次每次5-10钟，更能使狗保持新鲜感(出生4个月后，可稍微增加些时)。　　4.不能过量。例如，训练"坐下"时，经过几次狗就能很好的完成(或偶尔也可以)，则应该给它点鼓励。这比起连续10次训练，最后反而失败了要好得多。　　5.初次训练很难集中狗的注意力，这时一定需要有耐心，绝不能操之过急。因为训练本身也是锻炼主人自己的持久力。　　6.每次完美地完成任务后，立即给狗奖励是最好的办法，比如喂点肉等。如果不能让狗感觉到训练是快乐的，那么是不能达到预期的训练目的的。　　7.制止狗"做坏事"要把握准时机。纠正的时机不是在狗做完之后，而是在准备做的那一瞬间，以果断有力的命令制止它。　　8.反复地训练能加深狗的记忆。过急地训练会导致狗产生抵触情绪而且逃开。因此，不应一日内就要求狗学会，要日复一日地进行复习。　　9.体罚只能在狗要咬入的这种情况下使用。要对中型犬以上的大犬进行训练。根据狗的性格不同，有些需要采用暴力手段。另外，使用铁圈或带钉的项圈进行训练也毫无效果时，应及时地向兽医或专家请教。　　10.服从训练的捷径是练习、坚持、耐心、不辞劳苦、奖励等。此外和狗一起进行运动也是一个好办法。（图片来源：PConline摄影部落）", "name": "喜乐蒂", "image_urls": ["http://img0.pclady.com.cn/pclady/1111/14/759380_20111104_104643_19.jpg"], "title": "驯狗前主人的十点心理准备"}
{"url": "http://pet.pclady.com.cn/dog/health/1204/816041.html", "content": "点击图片进入下一页>>　　首先，哈士奇的性格非常独立，不亲主人，很多人养都是因为长的帅，其实这种狗的破坏性很强，得做好换家具的思想准备～而且还是典型的撒手没，特别的爱丢!　　狗狗生病是跟饲养有关，一旦生病，看病的费用是很高的，这点你也要做好心理准备～　　康多乐没问题，一般大袋的是15KG的，成犬粮大约二百三十左右，幼犬粮还要贵些～幼犬正值生长期，吃的会比较多，一天一斤左右，成年后一天八两就够了。　　另外，幼犬时期还要加营养，例如一天一个鸡蛋、脱脂奶、钙片等等。。三个月后疫苗做全后还要给棒骨等磨牙补钙的零食吃。。。　　疫苗也是一笔费用，幼犬第一年注射，要三针六联、一针狂犬，外加体内驱虫药。夏天还要用“来福恩”做体外防虫。。。　　养狗不比养个孩子轻松。（图片来源：PConline摄影部落）", "name": "哈士奇", "image_urls": ["http://img0.pclady.com.cn/pclady/1204/26/816041_690169_111.jpg"], "title": "新手是否能养哈士奇的建议"}
{"url": "http://pet.pclady.com.cn/dog/health/1204/812660.html", "content": "点击图片进入下一页>>哈士奇　　一、毛质分析　　哈士奇以具备坚韧的毅力而闻名于世，在寒冷的西伯利亚他们需要适应日夜几十度的巨大温差。　　一条合格的哈士奇一定有着一身独特的毛层来抵挡恶劣的环境。哈士奇的毛有2层，外毛和绒毛，其中外毛分成2段，通常可以看到顶端深色发亮，低端毛质粗而相对淡色。这顶端发亮的毛叫银尖，是用来抵挡紫外光和炽热的太阳所发出的热量：粗壮的毛根紧紧的生长在皮肤内，所以一般来说哈士奇的外毛相对不容易掉毛。哈士奇的内毛和外毛的比例一般来说为8：1，这些丰厚的内毛会分泌一种油脂用来防水，也是由于这种油脂才恰到好处的营造了一个非常科学的隔热层，抵挡外界的炎热和寒冷。　　正因为有了这一身护身衣，才可以使哈士奇适应各种气候，尽量的保持哈士奇生活在干燥的环境里，洗澡以后尽可能的用风筒吹干，毛和皮肤对于哈士奇来说简直太重要了。如果由于患皮肤病而引起大量掉毛，哈士奇将忍受炎热的痛苦，情况严重的话紫外线的直射甚至会导致他患上皮肤癌。如果有您的细心呵护，作为家养的宠物不管是广东还是东北，哈士奇都可以成为最健康和最温顺美丽的宝贝。　　二、肠胃功能　　哈士奇的肠胃功能比较独特，对蛋白质和脂肪的要求比较高，所以建议饲喂幼犬粮到18个月龄以后才改喂成犬狗粮。平时可以适当一些鱼类或者牛羊肉类适当加以补充促进发育，对钙的要求也相对较高，每周几次钙片或钙粉对于哈士奇是非常必要的。对于狗粮的品牌，由于哈士奇的肠胃功能差异较大，所以最好视狗而定，尽量找一些蛋白质和脂肪含量高的优质狗粮。如果没有条件可以适当在狗粮里添加一些鸡肉，羊肉，牛肉，猪肉或者海鱼等来补充一些蛋白质。　　三、运动训练　　哈士奇的在拉雪橇比赛中赛的是速度而非力量，所以平时体能训练最主要的就是速度，每日速跑和慢跑几次对于狗狗秀上的明星狗来说是非常有必要的，在整个运动过程当中，前后肢尽量的伸展对于哈士奇的形体将会有无可厚非的帮助，每日3次以上运动每次20到30分钟为佳。建议宠物狗每日一到二次的运动，每次半小时左右。（图片来源：PConline摄影部落）", "name": "哈士奇", "image_urls": ["http://img0.pclady.com.cn/pclady/1204/19/812660_20.jpg"], "title": "饲养哈士奇的三大基本要点"}
{"url": "http://pet.pclady.com.cn/111/1112877.html", "content": "点击图片进入下一页>>博美犬　　狗狗的焦虫病又称巴贝斯虫病，是一种经硬蜱传播的血液原虫病，引起该病的病原共有3种，我国发现的为吉氏巴 贝斯虫。对良种狗，尤其是军、警犬和猎狗危害严重。重症病狗可在3周～4周内衰竭死亡。　　1. 病理症状　　病犬的初期，其精神状况无明显变化，仅有倦怠、不活泼，或稍有减食等症状，常被人忽视。进入急性期后，其高热可达40℃以上，精神沉郁，食欲废绝，消瘦，行走不稳、易倒，此外，还有可视黏膜苍白，贫血，或突然虚脱症状。　　2. 疾病诊断　　依据该病的临床症状，再经剖检病狗就可发现其体内有虫体，这时即可作出初步诊断。但确诊本病，还必须经实验室进行诊断，即进行病原检查。　　3.治疗方案　　(1)咪唑苯脲　　按每千克体重9毫克给药，肌肉注射，隔日再注射1次。　　(2)贝尼尔　　按每千克体重12毫克给药，分2 次注射，每天1次，肌肉注射，连用 2天～3天。　　(3)阿卡普林　　按每千克体重0.5毫克给药，配成5%水溶液，皮下或肌肉注射，隔日再注射一次。　　4.疾病预防　　(1)在疫区，做25%灭蜱工作，可应用杀虫药，如25%的溴氰菊酯溶液，每隔8天～9天喷淋1次狗体。　　(2)对病狗要做到早发现，早诊断，早治疗，出现病狗后，要用三氰眯对其他健康狗进行防范治疗。(图片来源：华盖)", "name": "博美犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112877_127074931.jpg"], "title": "狗狗患焦虫病的特点及治疗"}
{"url": "http://pet.pclady.com.cn/106/1061447.html", "content": "点击图片进入下一页>>吉娃娃　　【问题】我想养狗，可是有那些事情是应该注意的呢?　　【建议】先您先评估一下自己的时间、耐心及爱心，若皆可配合无虞，就可大胆地去买一只或领养一只自己喜欢的狗来彩化您的生活。　　【说明】当注意的一些基本事项如下：　　1.带回家前需先到兽医师那儿去做全身健康检查，并询问驱虫、预防注射等相关事宜。　　2.兽医师提供给您的资讯愈完整详尽或许您会愈安心，不过有时会愈担心，所以需先评估一下自己是要深入了解或仅遵医嘱即可!　　3.买适合它食用的饲料，由兽医师建议或取饲料试吃包回去尝尝。水饲料的容器，二者分开使用，可采用狗专用容器，可防其啃咬、破坏 饮食用的器皿。　　4.选择适合的项圈及狗链，且耐心地训练其在固定处大小便。　　5.买些狗专用的玩具供它玩耍，否则就要小心您的鞋子、椅子、桌子。", "name": "吉娃娃", "image_urls": ["http://img0.pclady.com.cn/pclady/1311/10/1061447_727357331.jpg"], "title": "初次带狗回家注意五点问题"}
{"url": "http://pet.pclady.com.cn/111/1112879.html", "content": "点击图片进入下一页>>蝴蝶犬　　你是不是也经常看到某些狗狗家长在溜狗的时候﻿，给狗狗带饭出来吃呢?我首先说这种狗狗吃饭的方式是不好的，下面我再说说狗狗出行时吃饭有可能会引起以下几个情况发生：　　狗狗护食引起的打架　　虽然主人一般都选择僻静的地方给狗狗喂饭，但是还是有别的狗狗不小心路过的时候发现你的狗在吃东西，而且有的狗可是闻着味儿就来了也说不定。要是你的狗护食而想来分食的狗狗又赖着不肯走，就很可能会打起来的。　　狗狗吃太快　　大部分的狗狗在吃东西的时候都会很警觉，会特别注意是否有别的狗来抢，如果看到不远处有陌生狗靠近，它也很可能因为怕被抢食，加快吃的速度，很容易噎着，或者吃完以后很快的发生呕吐的情况。　　狗狗吃完后奔跑引起呕吐　　狗狗也有吃饭时脾气不错的，愿意跟喜欢的伙伴一起进食，主人们在边上看着、聊天，一片祥和。但是狗狗们吃完饭马上就开始追跑打闹，剧烈的奔跑很容易让刚吃完的东西再吐了出来，不仅会造成食物的浪费，而且对于狗狗的消化也不好。我通常建议大家在狗狗吃完饭半个小时以后再带狗狗出去遛弯。　　狗狗吃饭时的卫生条件比较差　　有些家长带的狗食装在小盒小罐子里，给自己狗狗吃的时候放在地上比较卫生，不过主人好心地给熟识的别的狗狗吃就抓一些出来直接放地上了，别的狗如果吃剩下了，自家狗狗又跑去打扫也就吃了地上放的粮食，这就比较的不卫生了。　　而且狗狗的脑子里是没有卫生这个概念的，只要是食物它又想吃，放在任何地方它都会吃的，所以如果在它吃饭过程中有粮食从食盆里掉出来了，它也一样会舔起来吃的。　　狗狗养成外头吃饭的习惯主人很受限制　　如果养成狗狗只在外头吃饭的习惯，对那些能固定时间溜狗的人来说倒也不算困难，就是怕如果万一主人有什么事不能按时溜狗，那狗狗就得饿一顿了。　　总的来说，狗狗在外头喂饭不算是个好习惯，如果在家里确实不爱吃饭最好纠正一下这个毛病。(图片来源：华盖)", "name": "蝴蝶犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112879_1286232061.jpg"], "title": "遛狗时喂食的五种不良状况"}
{"url": "http://pet.pclady.com.cn/111/1112880.html", "content": "点击图片进入下一页>>比熊犬　　狗狗呼吸快或是急促，有的时候会让我们觉得十分不安。因为它们常常喘气特别特别的快，让我觉得气很短，但是呼吸的频率特别快，在人类来说这么呼吸可是很让人难受的。下面我们对于狗狗的这类呼吸方式进行分析一下。　　属于正常情况下的狗狗呼吸急促　　最常见的正常情况下的狗狗呼吸急促，喘气急是在狗狗刚运动完或是天气热的时候。大家都知道狗狗身上是没有汗腺的，只有爪缝处有一些汗腺，更多的散热是通过舌头和呼吸，从狗狗的嘴部来散热。在运动完和天气热的时候，狗狗通过加快呼吸来把体内的热量带出去，细心的家长会发现，在这个时候狗狗的舌头也会变得特别的宽，这样狗舌头的面积就变得大了，散热效果也会更好。所以在狗狗刚刚疯跑完或是夏天的时候，我们看到狗狗呼嗤呼嗤的喘气是正常现象，这个时候的呼吸急促是十分顺畅的，不带鼻腔和胸腔杂音，也没有呼吸困难和吃力的表现的。　　疾病引起的狗狗呼吸急促和喘气快　　狗狗得一些病的时候也会引起呼吸急促，比如心脏病、心血管疾病、呼吸系统疾病等等。这个时候狗狗的喘气快与上面说的情况是不一样的，你会发现狗狗喘气的时候明显的气短和呼吸吃力，有点儿象我们就的捣气儿。还有一些疾病，比如发烧、腹水或是糖尿病之类的内分泌系统紊乱的疾病也会引起狗狗的呼吸急促。但是不管是哪种疾病引起的狗狗喘气快，都不可能仅仅是喘气快的问题，肯定伴有其它的疾病症状，通常通过仔细的观察是可以发现了，比如体温高了、喝得多吃得多尿得多了、呼吸的时候有杂音、狗狗精神不好了，等等。　　偶然情况下的，狗狗呼吸急促　　下面还有一些偶然的情况，狗狗也会出现呼吸急促，不过过一会儿就会慢慢的呼吸慢下来了，比如见到喜欢的人或是讨厌的人引起狗的情绪激动，或是因为什么地方疼引起的喘气快，或是对一件事情特别感兴趣等等，因为情绪因素同样会引起狗狗的呼吸加速。这点可能是跟我们人类是一样的，情绪激动的时候，呼吸和心跳加快，应该是一样的道理。(图片来源：华盖)", "name": "比熊犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112880_bxq1.jpg"], "title": "引起宠物狗呼吸急促的原因"}
{"url": "http://pet.pclady.com.cn/111/1112881.html", "content": "点击图片进入下一页>>吉娃娃　　狗狗能吃生肉吗?有些新养狗狗的朋友可能考虑这个问题，其实狗狗当然是可以吃生肉的啦，不过我们不可以给狗狗吃生肉。　　狗狗为什么不能吃生肉呢?　　最重要的原因：寄生虫。生肉中有可能有寄生虫或是寄生的卵。如果没有加热弄熟这些寄生虫或是它们的卵就会一直活着，然后被我们的狗宝贝吃到肚子里，然后在狗狗的身体里长大，可怕吧。特别是如果你家狗狗习惯吃生肉了，那传染这些寄生虫的机会就会大大的增加。象我们常说的能引起胎儿畸形的弓形虫，就隐藏在猪、牛、羊的生肉里。还有比如绦虫、蛔虫、包虫、旋毛虫等等许多寄生虫都是寄生在肌肉或是内脏器官里，所以不光是生肉不能吃，生的内脏也不能让狗狗吃。　　我们不能让狗狗吃生肉的其它原因：　　生肉比熟肉口感更好：如果狗狗吃惯了生肉，就会觉得熟肉的味道不那么好了。对于狗狗来说带着血腥味儿的生肉，比那些我们闻起来的很香的熟肉更有诱惑力。本来狗狗就容易挑食，如果你不想让你家的狗狗在吃饭问题上越来越难伺侯的话，就也不要给它吃生肉。　　生肉的血腥味儿有可能影响狗狗的性情：　　这一点我也是听说的，我家狗狗从不吃生肉，所以我也没机会验证。只是听说，吃过生肉的狗狗沾过了带血腥味儿的东西，就会变得比以前凶，有可能会引发狗狗原始的野性，性情也会变化。　　宠物狗狗对于生肉的肠胃不适应：　　已经被驯化家养N多年的宠物狗狗，早就已经习惯了人类的饮食，不知道生肉是什么味道了，这N多年来它的肠胃也在逐渐变化着，我估计早就不再适合消化生肉了。就象我们人一样，偶然吃点儿刺身或是生牛肉的话很容易引起拉稀的。有一次我的朋友家的狗狗，就在厨房偷吃了一块生肉，然后拉了好几天稀呢。　　总结一下，为了减少麻烦，最好不要给狗狗吃生肉!!(图片来源：华盖)", "name": "吉娃娃", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112881_jww1.jpg"], "title": "宠物狗吃生肉对健康的影响"}
{"url": "http://pet.pclady.com.cn/111/1112883.html", "content": "点击图片进入下一页>>哈士奇　　胃扭转是指狗的胃内容物过多，胃韧带松弛，或经犬剧烈运动所致。因狗是贪食的动物，加之喜跑好动，运动过于激烈便会导致此症状。　　1. 病理症状　　狗患有胃扭转时，其胃贲门和幽门闭塞，致使发生急性胃扩张，此时病狗突然表现为腹痛，并躺卧在地，呼吸困难，心跳也明显加快。腹部摸诊时可摸到球状囊袋。若进行碰击性摸诊，还可听到拍水音。　　2.治疗方案　　(1)对休克的病狗，应给予强心 剂和呼吸兴奋剂，可用三磷酸腺苷二钠，按每千克体重0.3毫克，1次皮下注射。维生素Dl，按每千克体重2 毫克，1次皮下注射。　　(2)对有食欲的病狗应加强护理，可饲喂肉汤、牛奶和菜汤等流汁，再逐步加大喂量。　　(3)用甲基硫酸新斯的明8毫克，1次皮下注射，每天3次，连用2 天。用于恢复狗胃的蠕动。　　(4)若上述治疗措施使症状不能缓解就应尽早进行手术治疗。(图片来源：华盖)", "name": "哈士奇", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112883_dor750230271.jpg"], "title": "狗狗出现胃扭转症状及治疗"}
{"url": "http://pet.pclady.com.cn/111/1112874.html", "content": "点击图片进入下一页>>金毛犬　　狗狗身上长了寄生虫是一件让人厌烦的事情，如何得知犬身上有寄生虫呢?　　狗狗身上很容易沾上体外寄生虫，如果不小心的话弄到房间里再沾到人的身上，就不太好解决了。下面介绍一下如何及时发现狗狗身上的寄生虫。　　白色和浅色的狗狗：　　白色的狗狗其实很容易发现有体外的寄生虫，因为体外寄生虫的食物是狗狗的血嘛，它们吃了总是要拉臭臭的嘛，就会在狗狗的身上留下小黑点儿。如果您给狗梳毛，就很容易发现，如果您想区别是狗狗身上的脏东西还是狗狗长虫子了，也很好办，只要把小黑点儿放到水里，融化看看有没有血色就可以了。有血色的肯定就是体外寄生虫的便便了，那您就应该尽快给狗狗驱虫了。　　深色和黑色的狗狗：　　至于深色和黑色的狗狗，就不太容易发现体外寄生虫的粪便了。有一种工具叫跳蚤梳的小工具，是一种非常密非常细的梳子，它并不能把狗狗身上的体外寄生虫梳出来，但是可以把上面说的便便梳出来。您只要梳完了在白纸上一敲就可以了，然后鉴别是脏东西还是体外寄生虫的便便的方法和上面一样。(图片来源：华盖)", "name": "金毛犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1402/26/1112874_ab025041.jpg"], "title": "辨认宠物狗长寄生虫的办法"}
{"url": "http://pet.pclady.com.cn/dog/health/1205/821735.html", "content": "点击图片进入下一页>>萨摩耶　　收养幼犬前应尽可能的做好一切准备。首先，您应给它提供一张舒适的床。在地板的上方为它准备一个旧盒子或篮子并使之远离风口。在这一阶段，您没必要为它购置一张很贵床，因为，它很可能会将床咬坏。在床里放一张旧毯子，这样，它就可以温暖、舒适地睡在它的床上了。　　床应放在一个比较安静的地方以保证它休息的时候不受干扰---许多人将幼犬安置在厨房里的一个僻静角落。几天后可以在床的周围圈出一块地方与外界隔开，为它做一个安全的小“窝”。开始的一些天中，您可以将一些报纸铺在地板上以及它的床周围，直到它已受过室内生活习惯的训练。　　必须根据它的个头大小为它准备专门的食盘和饮水盘。这种器皿必须设计合理以使它能够舒适地吃饭喝水，而不会将鼻子或耳朵都埋进去。为它的到来准备一些幼犬专用食物。收养幼犬前向育种员询问幼犬过去习惯吃什么食物。最好在开始的几天还保持这样的饮食，然后再逐渐改变。　　幼犬喜欢咀嚼，这是正常的行为，因为它正在长牙。给幼犬专门准备一些玩具让它咬，这样可以防止它咬坏别的东西。玩具没有必要很好，只需结实、无毒且足够大以防止幼犬将其吞下。如果幼犬吞下了某些物体可能会卡住喉咙、胃或肠，这将会危及幼犬的生命。　　虽然幼犬在接种完所有免疫针前不能被带出门去，但您仍需为它准备一个合适的颈圈。颈圈应该柔软、合适。在头几天不能戴太长的时间，而且，只有在有人监督的情况下才可佩带。颈圈不能太紧，也不能太松，因为太紧会使幼犬很不舒服，而太松则有可能卡到突出的物体上。您应每天为其检查，并随着它的脖子的增长逐渐放松颈圈。不要为幼犬佩带能收紧的颈圈。因为，如果使用不当会给幼犬的颈部造成极大的伤害。　　您还需为幼犬买一把合适的梳子或刷子，至于梳子的种类则取决于幼犬的毛发。您可以向育种员询问梳理的方法，并让他推荐一种合适的梳理工具。如果您想了解更多的信息可参阅我们的梳理篇。　　最后，您还应在当地的兽医处为自己的宠物进行注册。（图片来源：PConline摄影部落）", "name": "萨摩耶", "image_urls": ["http://img0.pclady.com.cn/pclady/1205/09/821735_17.jpg"], "title": "收养狗狗之前需做这些准备"}
{"url": "http://pet.pclady.com.cn/dog/goods/1211/904190.html", "content": "点击图片进入下一页>>法国皇家幼犬狗粮PClady独家专稿，未经许可请勿转载！ 　　一、法国皇家幼犬狗粮APR33　　【品牌】法国皇家RoyalCanin　　【商品规格】2kg　　【适合犬种】小型犬幼犬　　【食用方法】　　4个月前幼犬可用温水泡软后喂食，4个月后干喂，喂食的同时要保证爱犬能随时饮用到新鲜的饮用水。　　【商品成分】　　脱水家禽肉，玉米粉，玉米，玉米麸质，动物脂肪，甜菜浆，水解动物蛋白，动物蛋白，矿物质，大豆油，酵母，鱼油，果寡糖，蛋粉，酵母提取物(甘寡糖来源)，DL-蛋氨酸，牛磺酸，金盏花提取物(叶黄素的来源)　　【编辑点评】　　为了满足快速生长发育期的营养需求，小型犬幼犬粮能量高达4300卡路里/公斤，蛋白质含量为33%。考虑到幼犬有限的消化能力，添加了高易消化蛋白质、减少了淀粉含量(25%)、果寡糖FOS与甜菜浆，促进肠道有益菌群生成。该产品的颗粒尤其适合幼犬的乳牙与下颌，特殊设计的颗粒尺寸，形状与质地，鼓励幼犬咀嚼食物。　　但是有的狗狗吃完后排的便便会很臭，介意的主人请慎重选择。还有的狗狗之前选择的是其他的狗粮，换狗粮之前应先给狗狗吃一下试用装，看看狗狗有没有不良反应，再进行更换。　　【健康指数】★★★★★　　【大热指数】★★★★★　　【性价比指数】★★★★☆　　【推荐指数】★★★★☆
", "name": "犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1211/19/904190_gougouzaijia1.jpg"], "title": "欢迎回家 宠物狗居家用品全盘点"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/768326.html", "content": "点击图片进入下一页>>伯恩山犬　　1、公母犬配犬后，由公犬主人把配犬证明的第三联邮寄到繁殖登记部，第二联交给母犬主人作为日后耳号刺青的凭据，第一联公犬主人保留。　　2、繁殖登记部收到配犬证明第三联后，安排耳号刺青日期并通知母犬主人(繁殖人)，繁殖人在刺青当日携带公犬主人开据的配犬证明第二联以及母犬的血统证书到指定地点由耳号员为幼犬进行耳号刺青。　　3、耳号员填写《犬出生及耳号刺青登记表》、《耳号刺青登记三联单》、《耳号刺青粉色确认条》，由繁殖人确认以上内容真实、有效、并确认签字，以上表格登记内容为最终确认犬只登记耳号刺青的档案资料。　　4、由指定的耳号员对犬进行耳号刺青，所刺青的号码与《犬出生及耳号刺青登记表》上登记号码一一对应，该刺青号码将是犬以后登记CSV繁殖登记册的身份基础，并且刺青号码没有重复。　　5、由耳号员对犬进行基本的个体审查。个体审查是耳号刺青时的必要工作，也是犬取得繁殖登记资格的必要条件，它涉及犬的牙齿检查、睾丸检查、色素检查和毛质检查。（图片来源：PConline摄影部落）", "name": "伯恩山犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/04/768326_618934_g3.jpg"], "title": "介绍狗狗耳号刺青五个流程"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/768329.html", "content": "点击图片进入下一页>>巴哥犬　　不少养狗的人不明白为什么家里的狗狗吃饱了还乱咬东西，家具和漂亮的鞋子接连遭殃，深恶痛绝之余当然棍棒伺候。　　其实狗狗咬东西自有原因，而且也有解决方法。由于宠物狗是从野狗驯化过来的，因此保留了一些野狗和野狼的生活习性。生存在大自然的野狗需要自己捕食猎物，捕猎到食物后，它们通常先吃掉猎物的肉，然后把骨头带回洞穴啃咬。　　啃咬骨头对狗狗来说非常重要，这也是它们爱干净的原因之一。因为啃咬骨头可以清除牙齿上的牙石，防止牙周病。　　另外，通过啃咬骨头，可以训练口部的咬合力，有助于捕杀猎物，还可以吸收足够的钙质，强身健体。为什么幼犬好像更喜欢咬东西?其实这是它们成长的一个必须阶段，幼犬在三到四个月期间是换牙期，这段时间幼犬的牙齿非常痕痒，除了咬骨头，它们找不到另外更好的止痒方法。　　解决狗狗乱咬东西的方法其实很简单，送一件它最喜欢的礼物——狗骨头。现在销售的狗骨头一般都有狗狗喜欢的香味，有了它，狗狗肯定不喜欢臭气熏天的鞋子和难啃的家具了。　　当然，如果你出门上班的时候还是有点不放心，最好把它放到不能接触家具和鞋子的安全地段，然后放下狗骨头给它玩就万无一失了。据专家介绍，狗狗成年后，咬家具和鞋子的意欲会相对减弱。（图片来源：PConline摄影部落）", "name": "巴哥犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/04/768329_618934_c1.jpg"], "title": "啃咬骨头有益狗狗身心健康"}
{"url": "http://pet.pclady.com.cn/99/991736.html", "content": "点击图片进入下一页>>贵宾犬　　文雅型的狗狗毛量超好，体质一般，但是一般也不很生病，本人认为标准的贵宾应该是这种性格，对主人很依赖，一般很小的时候就会跟随主人，出去遛狗，一般不会离主人太远，(除非公狗闻到发情母狗的味道)。　　在家很乖，由于贵宾属于高智商的狗，也很学会很多动作，就是学的比活泼型的慢，但是学会以后很不容易忘记，胆小，放超过一米的桌子上一般不会自己跳下来，除非就是由于害怕往后退，掉下来。　　这种狗也适合打比赛，但是由于赛场环境的吵杂，第一二次赛场成绩都不会太好，要多拉几次比赛，等他适应了赛场环境才会出成绩。天生会走赛姿，梳毛开结把他弄痛了，只会叫不会怪罪主人，从而不理主人，这种狗打不得，打了以后会对主人失去信任。(活泼型跟文雅型适合家庭饲养，也适合打比赛)（图片来源：PConline摄影部落）", "name": "贵宾犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1201/12/782530_20111104_110654_45.jpg"], "title": "文雅性格贵宾犬的详细分析"}
{"url": "http://pet.pclady.com.cn/99/997971.html", "content": "点击图片进入下一页>>阿拉斯加雪橇犬　　如果您认为已经可以养狗了，在把小狗抱回家之前，也要做一些准备工作：　　(一)养狗应该事先征求家人的同意，如果可能，最好也取得邻居的同意。　　(二)养狗前要做好以下的心理准备：　　1) 您每天都要抽时间喂狗和陪狗狗玩　　2) 您能够忍受狗狗带来的不便(气味，掉下的毛，吠叫，啃坏的家具等)　　3) 您要为它付出金钱(每年的预防针和驱虫药，狗狗的食物开销，生病上医院的花销，在部分城市需要交纳的狗证费用等)　　4) 狗的寿命一般是10-15年，您要能够自始至终地与您的狗狗共处。　　(三)为小狗准备以下物品：　　1)狗窝(藤筐、硬纸盒、笼子……)以及垫料(旧衣服、毛巾被……)　　2)狗粮　　3)食盆和水盆　　4)狗链和狗牌　　(四)尽可能地了解一些养狗的常识，向周围养狗的朋友咨询以找到一个可靠的兽医或宠物医院。（图片来源：PConline摄影部落）", "name": "阿拉斯加雪橇犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1307/06/997971_627709_168.jpg"], "title": "养宠物狗之前的各准备工作"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/768357.html", "content": "点击图片进入下一页>>阿富汗猎犬　　皆知，狗狗不能进食动物内脏，特别是肝。服食肝脏的狗狗将因毒素无法排出而得病。而猪的脾脏(胰)属于消化器官。主要是健脾、滋补为主。特别适用于所有生病体虚、营养不良的狗狗。　　具体食用方法并非直接煲水。而是将新鲜的猪横俐剁碎、剁烂，然后慢火隔水蒸之。只服其汁。蒸时切勿放任何佐料。　　视病情，每次喂服少量。可多次服用。例如，手术后恢复中无食欲的狗狗，可每次喂5ml—10ml。每隔半—1小时喂1次。（图片来源：PConline摄影部落）", "name": "阿富汗猎犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/04/768357_20111104_105100_2.jpg"], "title": "营养不良的狗狗可食猪脾脏"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/768358.html", "content": "点击图片进入下一页>>巴吉度　　维他口服溶液各大药房有售。适用于维生素缺乏、病中病后、皮肤干燥的狗狗。　　生病的时候，必须注意营养摄入，特别是维生素。可帮助恢复体质。每次也是几毫升，可多次喂服。皮肤干燥如何体现，看自家狗狗的皮肤，拨开毛发，看皮肤的纹路，多而起屑，是为干燥。有可能是由沐浴露、维生素缺乏、正在感染皮肤病、营养不够等问题造成。　　平时也可给自家宝贝喂食些专用的复合维生素。（图片来源：PConline摄影部落）", "name": "巴吉度", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/04/768358_20111104_113029_2.jpg"], "title": "宠物狗维生素缺乏可服溶液"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/769366.html", "content": "点击图片进入下一页>>柴犬　　犬的年龄，主要以犬牙齿的生长情况、齿峰及牙齿的磨损程度、外形、颜色等综合判定，为了便于掌握，现将犬的齿试介绍如下：　　成年犬的牙齿共42枚，幼犬的牙齿共28枚。　　20天 ——————左右开始长牙　　4-6周龄 —————乳门牙长齐。近两月龄时，乳牙全部长齐，呈白色，细而尖。　　2-4月龄 ————更换第一乳门齿　　5-6月龄 ———换第二三乳门齿及乳犬牙　　8月龄以后 ————全部换上恒齿　　1岁 ——————恒齿长齐，洁白光亮，门齿上部有尖凸　　1.5岁 ——————下颌第二门齿大尖峰，磨损至小尖峰平齐，此现象称为尖峰磨灭　　2.5岁 ————下颌第二门齿尖峰磨灭　　3.5岁 ————上颌第一门齿尖峰磨灭　　4.5岁 ————上颌第二门齿尖峰磨灭　　5岁 ————下颌第三门齿尖峰稍磨损，下颌第一二门齿磨损面为距形　　6岁 ————下颌第三齿尖磨灭，犬齿钝圆　　7岁 ————下颌第一门齿磨损至齿根部，磨损面为纵椭圆型　　8岁 ————下颌第一门齿磨损面向前方倾斜　　10岁 ————下颌第二及上颌第一门齿磨损面呈纵椭圆形　　10-16岁———门齿脱落犬齿不齐（图片来源：PConline摄影部落）", "name": "柴犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/06/769366_20111104_112826_6.jpg"], "title": "教你从牙齿判断狗狗的年龄"}
{"url": "http://pet.pclady.com.cn/dog/health/1112/768359.html", "content": "点击图片进入下一页>>比熊犬　　在北方，暖气开通前的一个月里室内较室外更加阴冷，所以这时就应注意给狗狗添衣服保暖了。等到暖气开通以后，身体健康的狗就无须在家中穿衣了。但是早晚外出时还是要穿上衣服，以免狗狗适应不了温差的变化。　　过早给狗狗穿上厚厚的棉衣，把全身捂得严严实实，小狗的免疫力会下降，最冷的时候到来时小狗会因为适应不了凛冽的寒风而生病。最好多带爱狗出去锻炼锻炼，增强它们的免疫力，如果狗狗穿得太厚，会影响它们与外界进行热量交换，反而令狗狗不适应。（图片来源：PConline摄影部落）", "name": "比熊犬", "image_urls": ["http://img0.pclady.com.cn/pclady/1112/04/768359_20111104_112511_04.jpg"], "title": "宠物狗狗过冬无需过早穿衣"}
